"AMOUNT" = "Ποσό:";
"BACK" = "Πίσω";
"BALANCE" = "Υπόλοιπο";
"BUTTONS_DONE" = "Εντάξει";
"BUTTONS_EDIT" = "Επεξ.";
"BUTTONS_INSTANT" = "Στιγμιαία";
"BUTTONS_MARKET_EXECUTION"= "Αγορά";
"BUTTONS_PENDING" = "Σε αναμονή";
"CANCEL_ORDER" = "Ακύρωση Παραγγελίας";
"CANCELLING" = "Ακύρωση...";
"CLOSE" = "Κλείσιμο";
"CLOSE_PRICE" = "Τελική Τιμή";
"CLOSE_TRADE" = "Κλείσιμο";
"CREDIT" = "Πίστωση";
"CURRENT_PL" = "Τρέχον P/L:";
"DATE_START" = "Από";
"DATE_END" = "Έως";
"DELETE" = "Διαγραφή";
//demo registration
"DEMO_TITLE" =  "Φόρμα Εγγραφής";
"DEMO_MESSAGE" = "Παρακαλώ συμπληρώστε την παρακάτω φόρμα για να αποκτήσετε δοκιμαστικό λογαριασμό.";
"DEMO_MANDATORY" = "Τα πεδία με * είναι υποχρεωτικά.";
"DEMO_SERVER" =  "Σέρβερ";
"DEMO_NAME" =  "Όνομα";
"DEMO_EMAIL" =  "Email";
"DEMO_PHONE" =  "Τηλέφωνο";
"DEMO_COUNTRY" =  "Χώρα";
"DEMO_STATE" =  "Πολιτεία";
"DEMO_CITY" =  "Πόλη";
"DEMO_ADDRESS" = "Διεύθυνση";
"DEMO_ZIPCODE" =  "Ταχ. Κώδικας";
"DEMO_LEVERAGE" =  "Leverage";
"DEMO_GROUP" =  "Τύπος Λογαριασμού";
"DEMO_DEPOSIT" =  "Κατάθεση";
"DEMO_REGISTER" = "Εγγραφή";
"DEMO_VALIDATION_ERROR" = "Σφάλμα επικύρωσης";
"DEMO_SELECT_SERVER" = "Επιλέξτε διακομιστή";
"DEMO_MANDATORY_FIELD" = "Αξία υποχρεωτικό πεδίο λείπει!";
"DEMO_INVALID_VALUE" = "Άκυρα τιμή πεδίου!";
"DEMO_PROCESSING" = "Επεξεργασία αίτησης";
"DEMO_SENDING_DATA" = "Αποστολή αίτησης";
"DEMO_REGISTRATION_SUCCESS" = "Εγγραφή επιτυχής";
"DEMO_SUCCESS_MSG" = "Παρακαλώ σημειώστε τα στοιχεία του λογαριασμού.";
"DEMO_SUCCESS_USERNAME" = "Λογαριασμός:";
"DEMO_SUCCESS_PASSWORD" = "Κωδικός:";
"DEMO_SUCCESS_INVESTOR" = "Κωδ. επενδυτή:";
"DEPOSIT" = "Κατάθεση"; 
"EQUITY" = "Χρηματοδότηση:";
"ERR_NO_LOGIN" = "Ο αριθμός λογαριασμού δεν διευκρινίζεται";
"ERR_NO_PASS" = "Ο κωδικός δεν διευκρινίζεται";
"ERR_NO_SERVER" = "Ο διακομιστής δεν διευκρινίζεται";
"ERROR" = "Σφάλμα";
"EXIT_EXIT" = "Έξοδος";
"EXIT_LOGOUT"= "Αποσύνδεση";
"FAVS_ADD_INSTRUMENT" = "Προσθήκη νέου συμβόλου";
"FAVORITES_ALREADY_EXISTS" = "Το σύμβολο υπάρχει ήδη στη λίστα.";
"FREE" = "Ελεύθ.:";
"HEADER_OPEN_POSITIONS" = "Ανοιχτές θέσεις";
"HEADER_PENDING_ORDERS" = "Παραγγελίες σε αναμονή";
"HIDE"= "Απόκρυψη";
"HISTORY_OPEN_PRICE" = "Αρχική";
"HISTORY_CLOSE_PRICE" = "Τελική";
"LEVEL" = "Επίπ.:";
"LOADING" = "Φόρτωση...";
"LOGIN_BTN_LOGIN" = "Είσοδος"; 
"LOGIN_LOGIN" = "Όνομα:";
"LOGIN_OPTIONS" = "Επιλογές:";
"LOGIN_PASSWORD" = "Κωδικός:";
"LOGIN_SERVER" = "Διακομιστής:";
"MARGIN" = "Περιθώριο:";
"MOVE_DOWN" = "Μετακίνηση κάτω";
"MOVE_UP" = "Μετακίνηση πάνω";
"OPEN_PRICE" = "Αρχική Tιμή";
"OPEN_TIME" = "Εκκίνηση";
"OPTIONS_CANCEL" = "Ακύρωση";
"OPTIONS_SAVE" = "Αποθήκευση";
"OPTIONS_TITLE" = "Επιλογές";
"OPTIONS_TRANSPORTS" = "Μεταφορές";
"ORDER_COMM" = "Προμήθεια:";
"ORDER_MARKET" = "Αγορά:";
"ORDER_MARKET_PRICE" = "Τιμή αγοράς:";
"ORDER_ORDER" = "#";
"ORDER_PL" = "Κέρδος:";
"ORDER_PLACE_APPENDING" = "Τοποθέτηση";
"ORDER_PROFIT_LOSS" = "Κέρδος:";
"ORDER_PRICE" = "Τιμή:";
"ORDER_STOP_LOSS" = "Stop Loss:";
"ORDER_SWAP" = "Swap:";
"ORDER_TYPE" = "Τύπος:";
"ORDER_VOLUME" = "Τόμος:";
"PL_PERIOD" = "Περίοδος P/L";
"PROGRESS_AUTHENTICATING" = "Αυθεντικοποίηση";
"PROGRESS_AUTH_PWD" = "Λάθος κωδικός. Άρνηση εισόδου";
"PROGRESS_CONNECT_SERVER" = "Σύνδεση με τον διακομιστή";
"PROGRESS_FAILED_SETTINGS" = "Αδυναμία ανάγνωσης ρυθμίσεων";
"PROGRESS_FAILED_TO_CONNECT" = "Αδυναμία σύνδεσης";
"PROGRESS_GROUPS" = "Ανάγνωση κατηγοριών";
"PROGRESS_READING_SETTINGS" = "Ανάγνωση ρυθμίσεων";
"PROGRESS_REQUESTING" = "Γίνεται αίτηση";
"PROGRESS_SEARCH_SERVER" = "Αναζήτηση διακομιστή";
"PROGRESS_SECURING_SESSION" = "Ασφάλιση σύνδεσης";
"PROGRESS_STARTING" = "Εκκίνηση";
"PROGRESS_SYMBOLS" = "Ανάγνωση πράξεων";
"PROGRESS_TRADES" = "Ανάγνωση συναλλαγών";
"QUESTION_NO" = "Όχι";
"QUESTION_YES" = "Ναι";
"RATES_ASK" = "Ask";
"RATES_BID" = "Bid";
"RATES_MAX" = "High:";
"RATES_MIN" = "Low:";
"RATES_SPREAD"= "Spread:";
"RET_ERROR" = "Γενικό σφάλμα";
"RET_INVALID_DATA" = "Άκυρο αίτημα";
"RET_TRADE_BAD_PRICES" = "Η παραγγελία έχει λανθασμένες τιμές";
"RET_TRADE_BAD_STOPS" = "Λανθασμένο S/L (T/P)";
"RET_TRADE_BAD_VOLUME" = "Λανθασμένος τόμος";
"RET_TRADE_DISABLE" = "Το εμπόριο έχει απενεργοποιηθεί";
"RET_TRADE_MARKET_CLOSED" = "Η αγορά είναι κλειστή";
"RET_TRADE_NO_MONEY" = "Δεν υπάρχουν αρκετά χρήματα για την εκτέλεση της παραγγελίας";
"RET_TRADE_OFFQUOTES" = "Το αίτημα απορρίφθηκε";
"RET_TRADE_PRICE_CHANGED" = "Requote";
"RET_TRADE_PROCESS" = "Ανασκόπηση εμπορικού αιτήματος";
"SCREEN_CHART_TITLE" = "Γράφημα";
"SCREEN_FAVORITES_EMPTY" = "Η λίστα είναι άδεια. Παρακαλώ εισάγετε δεδομένα.";
"SCREEN_FAVS_TITLE" = "Αγαπημένα";
"SCREEN_HISTORY_END" = "Τελική ημερομηνία:";
"SCREEN_HISTORY_ERROR_DATA" = "Αποτυχία ανάγνωσης του ιστορικού";
"SCREEN_HISTORY_INFO" = "Παρακαλώ καθορίστε την περίοδο αναζήτησης";
"SCREEN_HISTORY_REQUEST" = "Αίτηση";
"SCREEN_HISTORY_START" = "Ημερομηνία έναρξης:";
"SCREEN_HISTORY_TITLE" = "Ιστορικό"; 
"SCREEN_NEWS_REFRESH" = "Ανανέωση";
"SCREEN_NEWS_TITLE" = "Νέα";
"SCREEN_RATES_TITLE" = "Τιμές";
"SCREEN_SERVERS_INFO" = "Παρακαλώ επιλέξτε έναν από τους ακόλουθους διακομιστές";
"SCREEN_SERVERS_TITLE" = "Επιλέξτε διακομιστή";
"SCREEN_SYMBOL_OPTIONS_ADD2FAV" = "Προσθήκη στα αγαπημένα";
"SCREEN_SYMBOL_OPTIONS_CHART" = "Γράφημα";
"SCREEN_SYMBOL_OPTIONS_INFO" = "Ενέργειες:";
"SCREEN_SYMBOL_OPTIONS_ORDER_INSTANT" = "Άμεση παραγγελία";
"SCREEN_SYMBOL_OPTIONS_ORDER_PENDING" = "Παραγγελία εν αναμονή";
"SCREEN_SYMBOL_OPTIONS_REM_FAV" = "Διαγραφή από τα αγαπημένα";
"SCREEN_TRADES_TITLE" = "Εμπόριο";
"SCREEN_TRADE_PROGRESS" = "Παραγγελία";
"SYMBOL" = "Σύμβολο";
"TABS_RATES" = "Τιμές";
"TABS_POSITIONS" = "Θέσεις";
"TABS_HISTORY" = "Ιστορικό";
"TABS_NEWS" = "Νέα";
"TABS_MAIL" = "Μηνύματα";
"TABS_CALENDAR" = "Ημερολόγιο";
"TABS_CONTACTS" = "Επαφές";
"TAKE_PROFIT" = "Ανάληψη";
"TIME" = "Χρόνος:";
"TRADE_ABORT" = "Εγκατάλειψη";
"TRADE_APPROVED_ON" = "εκρίθηκε στις";
"TRADE_AT_PRICE" = "στη τιμή:";
"TRADE_CANCELING" = "Ακύρωση...";
"TRADE_CLOSED_AT" = "Έκλεισε στην τιμή";
"TRADE_DELETED" = "διεγράφη επιτυχώς";
"TRADE_ERROR_PROCCESSING" = "Σφάλμα στην επεξεργασία της συναλλαγής";
"TRADE_NEW_PRICE" = "Νέα τιμή:";
"TRADE_ORDER_PROCESSED" = "Η παραγγελία σας προωθήθηκε";
"TRADE_REQUEST_SENT" = "Η αίτηση έχει αποσταλεί.";
"TRADE_REQUEST_CANCELED" = "Η παραγγελία ακυρώθηκε επιτυχώς.";
"TRADE_CANCEL_REQUEST" = "Η παραγγελία ακυρώθηκε";
"TRADE_CONTEXT_BUSY" = "Το εμπόριο είναι απασχολημένο.";
"TRADE_REQUOTE" = "Νέα τιμή"; 
"TRADE_RESULT" = "Αποτέλεσμα";
"TRADE_SENDING_ORDER" = "Αποστολή παραγγελίας...";
"TRADE_STEP" = "Βήμα";
"TRADE_THE_ORDER" = "Η παραγγελία ";
"TRANSACTION_TIME" = "Ώρα συναλλαγής";
"UPDATE" = "Ανανέωση";
"WITHDRAWAL" = "Απόσυρση";

//chart stuff
"chart_btn_settings_back"="Πίσω"; 
"chart_indicators"="Ενδείξεις";
"chart"="Γράφημα";
"chart_general"="Γενικά";
"chart_annotations"="Σχολιασμοί";
"chart_draw"="Τεχνική Ανάλυση";
"candles"="Διάγραμμα Κεριών";
"main_line"="Γραμμή";
"bars"="Μπάρες HLOC";
"area"="Έκταση";
"chart_settings_color_margin" = "Περιθώριο";
"chart_settings_color_plot" = "Περιοχή σχεδίασης";
"chart_settings_color_axis" = "Άξονες";
"chart_settings_color_grid" = "Γραμμές πλέγματος περιοχής σχεδίασης";
"chart_settings_color_legend" = "Υπόμνημα";
"chart_settings_color_legend_text" = "Κείμενο υπομνήματος";
"chart_settings_color_text" = "Κείμενα";
"chart_settings_color_cursor_color" = "Δρομέας";
"chart_settings_color_cursor_text_color" = "Κείμενο δρομέα";
"chart_settings_color_candle_up" = "Κερί προς τα πάνω";
"chart_settings_color_candle_up_border" = "Όριο κεριού προς τα πάνω";
"chart_settings_color_candle_down" = "Κερί προς τα κάτω";
"chart_settings_color_candle_down_border" = "Όριο κεριού προς τα κάτω";
"chart_settings_color_bar" = "Μπάρα HLOC";
"chart_settings_apply_to" = "Εφαρμογή";
"chart_settings_color" = "Χρώμα";
"chart_settings_slowing" = "Επιβραδυνόμενα";
"chart_settings_fillcolor" = "Συμπληρώστε το χρώμα";
"chart_settings_width" = "Πλάτος γραμμής";
"chart_settings_dash" = "Παύλα γραμμή";
"chart_settings_interval" = "Διάστημα";
"chart_settings_step" = "Βήμα";
"chart_settings_max" = "Μέγιστης";
"chart_settings_deviation" = "Απόκλισης";
"chart_settings_level" = "Επίπεδο";
"chart_settings_drawing_color" = "Χρώμα σχεδίασης";
"chart_settings_show_bid" = "Εμφάνιση προσφορά";
"chart_settings_show_ask" = "Εμφάνιση ζητήσει";
"chart_settings_bid_color" = "Προσφορά χρώμα της γραμμής";
"chart_settings_ask_color" = "Ρωτήστε το χρώμα της γραμμής";
"chart_sma_title" = "Simple Moving Average";
"chart_ema_title" = "Exponential Moving Average";
"chart_psar_title" = "Parabolic SAR";
"chart_vol_title" = "Volumes";
"chart_env_title" = "Envelopes";
"chart_bb_title" = "Bollinger Bands";
"chart_mtm_title" = "Momentum";  
"chart_macd_title" = "MACD"; 
"chart_will_title" = "Williams' Percent Range";
"chart_rsi_title" = "Relative Strength Index"; 
"chart_stoh_title" = "Stochastic oscillator";
"chart_dmi_title" = "Directional Movement Index";
"chart_settings_show_loupe" = "Εμφάνιση φακού";
"chart_settings_show_orders" = "Εμφάνιση επίπεδα προκειμένου";
//end of chart stuff

"TRADE_ERROR_INVESTOR" = "Παρακαλώ συνδεθείτε με τον κύριο κωδικό πρόσβασης σας";

"chart_main_chart" = "Κύρια Διάγραμμα";
"chart_main_panels" = "Πάνελς";

"popover_menu" = "Προβολή";
"popover_collective" = "Συνολική προβολή";
"popover_normal" = "Κανονική προβολή";
"popover_points" = "Πόντους";
"switch_to_normal" = "Παρακαλώ μεταβείτε στη κανονική προβολή για να επεξεργαστείτε την παραγγελία σας";

"TRADE_VOLUME_CANNOT_BE_ZERO" = "Ο τόμος δεν μπορεί να είναι 0 (μηδέν)";